Repository: common-repository/simplevote
Catalog: languages/simplevote-*.po
Languages: nl_nl

source: Implements a simple voting system.
nl_nl: Implementeerd een eenvoudig stem systeem.

source: Do you like what you see on this page?
nl_nl: Wat denkt u van de inhoud van deze pagina?

source: Yeah, great!
nl_nl: Ja! Geweldig!

source: No, not really
nl_nl: Nah.. niet echt..

source: Widget Title
nl_nl: Widget titel

source: HOT title text
nl_nl: HOT titel tekst

source: HOT color
nl_nl: HOT kleur

source: NOT title text
nl_nl: NOT titel tekst

source: NOT color
nl_nl: NOT kleur

source: No scores yet
nl_nl: Nog geen scores

source: Description
nl_nl: Toelichting

source: Iconset
nl_nl: Iconen

source: Creates a widget for a simple voting system.
nl_nl: CreÃ«ert een widget met een eenvoudig stem systeem
